Repository: Amnesia1000/rom-properties
Catalog: locale/*.po
Languages: pt

# GameBoyAdvance
source: Game ID
pt: Código de jogo

# GameBoyAdvance
source: Unknown (%.2s)
pt: Desconhecido (%.2s)

# GameBoyAdvance
source: Unknown (%02X %02X)
pt: Desconhecido (%02X %02X)

# GameBoyAdvance
source: Entry Point
pt: Ponto de entrada

# GameBoyAdvance
source: Not bootable (Nintendo DS expansion)
pt: Não inicializável (expansão de Nintendo DS)

# GameBoyAdvance
source: Enable Debug
pt: Habilitar depuração

# GameBoyAdvance
source: Yes
pt: Sim

# GameBoyAdvance
source: No
pt: Não

# GameCom
source: Game ID
pt: Código de jogo

# GameCom
source: Entry Point
pt: Ponto de entrada

# Lynx
source: Manufacturer
pt: Fabricante

# Lynx|Rotation
source: None
pt: Nenhum(a)

# Lynx|Rotation
source: Left
pt: Esquerda

# Lynx|Rotation
source: Right
pt: Direita

# Lynx
source: Rotation
pt: Rotação

# Lynx
source: Bank 0 Size
pt: Tamanho de Banco 0

# Lynx
source: Bank 1 Size
pt: Tamanho de Banco 1

# NGPC
source: System
pt: Sistema

# NGPC
source: Entry Point
pt: Ponto de entrada

# Nintendo3DS
source: Title ID
pt: Código de nome

# Nintendo3DS
source: Product Code
pt: Código do produto

# Nintendo3DS
source: Content Type
pt: Tipo de conteúdo

# Nintendo3DS
source: Issuer
pt: Emissor

# Nintendo3DS
source: Debug
pt: Depuração

# Nintendo3DS
source: Retail
pt: Aluguel

# Nintendo3DS|Logo
source: Custom
pt: Personalizado(a)

# Nintendo3DS
source: Logo
pt: Logomarca

# Nintendo3DS
source: FS Access
pt: Acesso ao sistema de arquivos

# Nintendo3DS
source: ARM9 Access
pt: Acesso ao ARM9

# Nintendo3DS
source: Services
pt: Serviços

# Nintendo3DS
source: Unknown error. (THIS IS A BUG!)
pt: Erro desconhecido (ISSO É UM BUG)!

# Nintendo3DS|CCI
source: Type
pt: Tipo

# Nintendo3DS|CCI
source: Encryption
pt: Criptografia

# Nintendo3DS|CCI
source: Version
pt: Versão

# Nintendo3DS|CCI
source: Size
pt: Tamanho

# Nintendo3DS|eMMC
source: Type
pt: Tipo

# Nintendo3DS|eMMC
source: Keyslot
pt: Registro de chave

# Nintendo3DS|eMMC
source: Size
pt: Tamanho

# Nintendo3DS
source: Media Type
pt: Tipo de mídia

# Nintendo3DS|CDev
source: NOR Flash
pt: Flash NOR

# Nintendo3DS|CDev
source: None
pt: Nenhum(a)

# Nintendo3DS
source: Card Device
pt: Dispositivo de cartão

# Nintendo3DS|CDev
source: Unknown (SDK2=0x%1$02X, SDK3=0x%2$02X)
pt: Desconhecido(a) (SDK2=0x%1$02X, SDK3=0x%2$02X)

# Nintendo3DS
source: Card Revision
pt: Revisão de cartão

# Nintendo3DS
source: Partitions
pt: Partições

# Nintendo3DS
source: Version
pt: Versão

# Nintendo3DS
source: Demo Use Limit
pt: Limite de demonstrações

# Nintendo3DS|CtNames
source: Type
pt: Tipo

# Nintendo3DS|CtNames
source: Encryption
pt: Criptografia

# Nintendo3DS|CtNames
source: Version
pt: Versão

# Nintendo3DS|CtNames
source: Size
pt: Tamanho

# Nintendo3DS
source: Contents
pt: Conteúdo

# Nintendo3DS
source: Process Name
pt: Nome do processo

# Nintendo3DS|ApplType
source: Application
pt: Aplicativo

# Nintendo3DS|ApplType
source: System Applet
pt: Applet de sistema

# Nintendo3DS|ApplType
source: Library Applet
pt: Applet de biblioteca

# Nintendo3DS|ApplType
source: SysModule
pt: Módulo de sistema

# Nintendo3DS
source: Type
pt: Tipo

# Nintendo3DS
source: Invalid (0x%02X)
pt: Inválido(a) (0x%02X)

# Nintendo3DS
source: Old3DS Sys Mode
pt: Modo de sist. do antigo 3DS

# Nintendo3DS
source: New3DS Sys Mode
pt: Modo de sist. do novo 3DS

# Nintendo3DS|N3DSCPUMode
source: L2 Cache
pt: Cachê L2

# Nintendo3DS
source: Permissions
pt: Permissões

# Nintendo3DSFirm
source: ARM9 Homebrew
pt: Jogo amador ARM9

# Nintendo3DSFirm
source: ARM11 Homebrew
pt: Jogo amador ARM11

# Nintendo3DSFirm
source: Type
pt: Tipo

# Nintendo3DSFirm
source: FIRM Version
pt: Partição FIRM

# Nintendo3DSFirm
source: System Version
pt: Versão de sistema

# Nintendo3DSFirm
source: ARM11 Entry Point
pt: Ponto de entrada ARM11

# Nintendo3DSFirm
source: ARM9 Entry Point
pt: Ponto de entrada ARM9

# Nintendo3DS
source: Title
pt: Nome

# Nintendo3DS
source: Full Title
pt: Nome completo

# Nintendo3DS
source: Publisher
pt: Distribuidor(a)

# NintendoDS|SecureArea
source: Homebrew
pt: Jogo amador

# NintendoDS|SecureArea
source: Multiboot
pt: Início múltiplo

# NintendoDS|SecureArea
source: Decrypted
pt: Descodificado

# NintendoDS|SecureArea
source: Encrypted
pt: Codificado

# NintendoDS|DSi_Flags
source: DSi Touchscreen
pt: Tela de toque DSi

# NintendoDS|DSi_Flags
source: Require EULA
pt: EULA necessário

# NintendoDS|DSi_Flags
source: Custom Icon
pt: Ícone personalizado

# NintendoDS|DSi_Flags
source: Nintendo WFC
pt: Conexão sem fio Nintendo

# NintendoDS|DSi_Flags
source: DS Wireless
pt: Conexão DS sem fio

# NintendoDS|DSi_Flags
source: NDS Icon SHA-1
pt: Ícone NDS SHA-1

# NintendoDS|DSi_Flags
source: NDS Header RSA
pt: Cabeçalho NDS RSA

# NintendoDS|DSi_Flags
source: Developer
pt: Desenvolvedor

# NintendoDS
source: Type
pt: Tipo

# NintendoDS
source: Full Title
pt: Nome completo

# NintendoDS
source: Game ID
pt: Código de jogo

# NintendoDS
source: Unknown (%.2s)
pt: Desconhecido (%.2s)

# NintendoDS
source: Security Data
pt: Dados de segurança

# NintendoDS
source: Secure Area
pt: Área segura

# NintendoDS
source: Unknown
pt: ERRO

# NintendoDS
source: Hardware
pt: Equipamento

# NintendoDS
source: Flags
pt: Atributos

# NintendoDS
source: Title ID
pt: Código de nome

# NintendoDS|DSiFileType
source: Cartridge
pt: Cartucho

# NintendoDS|DSiFileType
source: System Fun Tool
pt: Ferramentas de sistema

# NintendoDS|DSiFileType
source: Non-Executable Data File
pt: Arquivo de dados não executáveis

# NintendoDS|DSiFileType
source: System Base Tool
pt: Base do sistema

# NintendoDS|DSiFileType
source: System Menu
pt: Menu de sistema

# NintendoDS
source: DSi ROM Type
pt: Tipo de ROM DSi

# NintendoDS
source: Key Index
pt: Índice da chave

# NintendoDS
source: Permissions
pt: Permissões

# PokemonMini
source: Game ID
pt: Código de jogo

# RomData|VectorTable
source: None
pt: Nenhum

# VirtualBoy
source: Game ID
pt: Código de jogo

# VirtualBoy
source: Unknown (%.2s)
pt: Desconhecido (%.2s)

# VirtualBoy
source: Unknown (%02X %02X)
pt: Desconhecido (%02X %02X)

# Amiibo
source: NTAG215 Serial
pt: Número de série NTAG215

# Amiibo
source: amiibo ID
pt: Código amiibo

# Amiibo|Type
source: Figurine
pt: Estátua

# Amiibo|Type
source: Card
pt: Cartão

# Amiibo|Type
source: Yarn
pt: Boneco de lã

# Amiibo
source: amiibo Type
pt: Tipo de amiibo

# Amiibo
source: Character Series
pt: Série de personagem

# Amiibo
source: Character Name
pt: Nome de personagem

# Amiibo
source: amiibo Series
pt: Série de amiibo

# Amiibo
source: amiibo Name
pt: Nome de amiibo

# Amiibo
source: amiibo Wave #
pt: Nº de onda de amiibos

# Amiibo
source: amiibo Release #
pt: Nº de lançamento de amiibo

# Amiibo
source: amiibo images provided by %s, the Unofficial amiibo Database.
pt: Imagens de amiibo fornecidas por %s, um banco de dados não oficial amiibo.

# Amiibo
source: Credits
pt: Créditos

# ELF
source: Format
pt: Formato

# ELF
source: Unknown (0x%04X)
pt: Desconhecido(a) (0x%04X)

# ELF
source: Instruction Set
pt: Conjunto de instruções

# ELF|SPARC_MM
source: Total Store Ordering
pt: Ordem de armazenamento total

# ELF|SPARC_MM
source: Partial Store Ordering
pt: Ordem de armazenamento parcial

# ELF|SPARC_MM
source: Relaxed Memory Ordering
pt: Ordem de memória relaxada

# ELF|SPARC_MM
source: Invalid
pt: Inválido(a)

# ELF
source: Memory Ordering
pt: Ordem de memória

# ELF|SPARCFlags
source: LE Data
pt: Dados LE

# ELF
source: CPU Flags
pt: Parâmetros de CPU

# ELF
source: MIPS ABI
pt: ABI MIPS

# ELF
source: CPU Level
pt: Nível de CPU

# ELF|MIPSFlags
source: No Reorder
pt: Sem reordenação

# ELF
source: PA-RISC Version
pt: Versão do PA-RISC

# ELF
source: CPU Subtype
pt: Subtipo de CPU

# ELF
source: OS ABI
pt: ABI do SO

# ELF
source: ABI Version
pt: Versão da ABI

# ELF
source: Linkage
pt: Ligação

# ELF|Linkage
source: Dynamic
pt: Dinâmica

# ELF|Linkage
source: Static
pt: Estática

# ELF
source: Interpreter
pt: Interpretador

# ELF
source: OS Version
pt: Versão do SO

# ELF
source: %s (Position-Independent)
pt: %s (Independente de posição)

# ELF
source: Entry Point
pt: Ponto de entrada

# EXE
source: File Version
pt: Versão de arquivo

# EXE
source: Product Version
pt: Versão de produto

# EXE|FileFlags
source: Debug
pt: Depuração

# EXE|FileFlags
source: Prerelease
pt: Pré-lançamento

# EXE|FileFlags
source: Patched
pt: Corrigido

# EXE|FileFlags
source: Private Build
pt: Compilação privada

# EXE|FileFlags
source: Info Inferred
pt: Informações deduzidas

# EXE|FileFlags
source: Special Build
pt: Compilação especial

# EXE
source: File Flags
pt: Parâmetros de arquivo

# EXE
source: File OS
pt: SO de arquivo

# EXE|FileType
source: Application
pt: Aplicativo

# EXE|FileType
source: Device Driver
pt: Controlador de dispositivo

# EXE|FileType
source: Font
pt: Fonte

# EXE|FileType
source: Virtual Device Driver
pt: Controlador de dispositivo virtual

# EXE|FileType
source: Static Library
pt: Biblioteca estática

# EXE
source: File Type
pt: Tipo de arquivo

# EXE|FileSubType
source: Printer
pt: Impressora

# EXE|FileSubType
source: Keyboard
pt: Teclado

# EXE|FileSubType
source: Language
pt: Idioma

# EXE|FileSubType
source: Display
pt: Monitor

# EXE|FileSubType
source: Network
pt: Rede

# EXE|FileSubType
source: System
pt: Sistema

# EXE|FileSubType
source: Installable
pt: Instalável

# EXE|FileSubType
source: Sound
pt: Som

# EXE|FileSubType
source: Communications
pt: Comunicações

# EXE|FileSubType
source: Input Method
pt: Método de entrada

# EXE|FileSubType
source: Versioned Printer
pt: Impressora versionada

# EXE|FileSubType
source: Raster
pt: Varredura

# EXE|FileSubType
source: Vector
pt: Vetor

# EXE
source: File Subtype
pt: Subtipo de arquivo

# EXE
source: File Time
pt: Tempo de arquivo

# EXE|StringFileInfo
source: Key
pt: Chave

# EXE|StringFileInfo
source: Value
pt: Valor

# EXE
source: Program Size
pt: Tamanho do programa

# EXE
source: Min. Memory
pt: Memória mínima

# EXE
source: Max. Memory
pt: Memória máxima

# EXE
source: Initial CS:IP
pt: CS:IP Inicial

# EXE
source: Initial SS:SP
pt: SS:SP Inicial

# RomData
source: Unknown (0x%04X)
pt: Desconhecido (0x%04X)

# EXE
source: Target OS
pt: SO de destino

# EXE
source: Type
pt: Tipo

# EXE
source: Unknown
pt: ERRO

# EXE
source: Manifest
pt: Manifesto

# EXE|Manifest
source: Manifest ID
pt: Código de manifesto

# EXE|Manifest
source: Type
pt: Tipo

# EXE|Manifest
source: Name
pt: Nome

# EXE|Manifest
source: Language
pt: Idioma

# EXE|Manifest
source: Version
pt: Versão

# EXE|Manifest
source: CPU Arch
pt: Arquitetura de CPU

# EXE|Manifest
source: Description
pt: Descrição

# EXE|Manifest
source: Execution Level
pt: Nível de execução

# EXE|Manifest
source: UI Access
pt: Acesso à Interface

# EXE|Manifest|WinSettings
source: Auto Elevate
pt: Autoelevar

# EXE|Manifest|WinSettings
source: Disable Theming
pt: Desativar temas

# EXE|Manifest|WinSettings
source: Disable Window Filter
pt: Desativar filtro de janela

# EXE|Manifest|WinSettings
source: High-Res Scroll
pt: Rolamento de alta resolução

# EXE|Manifest|WinSettings
source: Magic Future Setting
pt: Configuração Magic Future

# EXE|Manifest|WinSettings
source: Printer Driver Isolation
pt: Isolamento de controlador de impressora

# EXE|Manifest|WinSettings
source: Ultra High-Res Scroll
pt: Rolamento em altíssima resolução

# EXE|Manifest
source: Settings
pt: Configurações

# EXE|Manifest
source: DPI Aware
pt: Ciente de DPI

# EXE|Manifest
source: DPI Awareness
pt: Ciência de DPI

# EXE|Manifest|OSCompatibility
source: Long Path Aware
pt: Compatível com caminho longo

# EXE|Manifest
source: Compatibility
pt: Compatibilidade

# EXE|DGroupType
source: None
pt: Nenhum

# EXE|DGroupType
source: Single Shared
pt: Compartilhamento único

# EXE|DGroupType
source: Multiple
pt: Múltiplos

# EXE|DGroupType
source: (null)
pt: (nulo)

# EXE
source: DGroup Type
pt: Tipo DGroup

# EXE|ProgFlags
source: Global Init
pt: Início global

# EXE|ProgFlags
source: Protected Mode Only
pt: Somente modo protegido

# EXE|ProgFlags
source: 8086 insns
pt: insns 8086

# EXE|ProgFlags
source: 80286 insns
pt: insns 80286

# EXE|ProgFlags
source: 80386 insns
pt: insns 80386

# EXE|ProgFlags
source: FPU insns
pt: insns FPU

# EXE|ApplType
source: None
pt: Nenhum

# EXE|ApplType
source: Full Screen (not aware of Presentation Manager)
pt: Tela cheia (não ciente do Gestor de Apresentação)

# EXE|ApplType
source: Presentation Manager compatible
pt: Compatível com Gestor de Apresentação

# EXE|ApplType
source: Presentation Manager application
pt: Aplicativo do Gestor de Apresentação

# EXE|ApplType
source: Full Screen (not aware of Windows)
pt: Tela Cheia (Não ciente do Windows)

# EXE|ApplType
source: Windows compatible
pt: Compatível com o Windows

# EXE|ApplType
source: Windows application
pt: Aplicativo do Windows

# EXE
source: Application Type
pt: Tipo de aplicativo

# EXE|ApplFlags
source: OS/2 Application
pt: Aplicativo OS/2

# EXE|ApplFlags
source: Image Error
pt: Erro de imagem

# EXE|ApplFlags
source: Non-Conforming
pt: Fora de conformidade

# EXE
source: Application Flags
pt: Parâmetros de aplicativo

# EXE|OtherFlags
source: Long File Names
pt: Nomes de arquivo longos

# EXE|OtherFlags
source: Protected Mode
pt: Modo protegido

# EXE|OtherFlags
source: Proportional Fonts
pt: Fotnes proporcionais

# EXE|OtherFlags
source: Gangload Area
pt: Área de gangload

# EXE
source: Other Flags
pt: Outros parâmetros

# EXE
source: Windows Version
pt: Versão do Windows

# EXE
source: Version
pt: Versão

# EXE
source: OS Version
pt: Versão do SO

# EXE|Subsystem
source: Native
pt: Nativo

# EXE|Subsystem
source: OS/2 Console
pt: Console OS/2

# EXE|Subsystem
source: POSIX Console
pt: Console POSIX

# EXE|Subsystem
source: Win9x Native Driver
pt: Controlador nativo do Windows

# EXE|Subsystem
source: EFI Application
pt: Aplicativo EFI

# EXE|Subsystem
source: EFI Boot Service Driver
pt: Controlador de serviço de Boot EFI

# EXE|Subsystem
source: EFI Runtime Driver
pt: Controlador de execução EFI

# EXE|Subsystem
source: EFI ROM Image
pt: Imagem de ROM EFI

# EXE
source: Subsystem
pt: Subsistema

# EXE|PEFlags
source: Executable
pt: Executável

# EXE|PEFlags
source: >2GB addressing
pt: + de 2GB de endereçamento

# EXE
source: PE Flags
pt: Parâmetros PE

# EXE|DLLFlags
source: High Entropy VA
pt: Valor de alta entropia

# EXE|DLLFlags
source: Dynamic Base
pt: Base dinâmica

# EXE|DLLFlags
source: Force Integrity
pt: Forçar verificação

# EXE|DLLFlags
source: NX Compatible
pt: Compatível com NX

# EXE|DLLFlags
source: No Isolation
pt: Sem isolamento

# EXE|DLLFlags
source: No SEH
pt: Sem SEH

# EXE|DLLFlags
source: No Bind
pt: Não vincular

# EXE|DLLFlags
source: WDM Driver
pt: Controlador WDM

# EXE|DLLFlags
source: Control Flow Guard
pt: Proteção de controle de Fluxo

# EXE|DLLFlags
source: TS Aware
pt: Ciente de TS

# EXE
source: DLL Flags
pt: Parâmetros de DLL

# EXE
source: Timestamp
pt: Carimbo de data/hora

# EXE
source: Not set
pt: Não definido(a)

# ISO
source: Publisher
pt: Distribuidor(a)

# MachO
source: Format
pt: Formato

# MachO
source: CPU Subtype
pt: Subtipo de CPU

# NintendoBadge
source: Type
pt: Tipo

# NintendoBadge
source: Name
pt: Nome

# NintendoBadge
source: Set Name
pt: Nome de conjunto

# NintendoBadge|Type
source: Mega Badge
pt: Megainsígnia

# NintendoBadge|Type
source: Individual Badge
pt: Insígnia individual

# NintendoBadge
source: Badge ID
pt: Código de insígnia

# NintendoBadge
source: Filename
pt: Nome de arquivo

# NintendoBadge
source: Mega Badge Size
pt: Tamanho de megainsígnia

# NintendoBadge
source: Launch Title ID
pt: Código de nome de lançamento

# NintendoBadge
source: None
pt: Nenhum

# NintendoBadge
source: %1$s (New3DS) (%2$s)
pt: %1$s (Novo 3DS) (%2$s)

# NintendoBadge
source: %s (New3DS)
pt: %s (Novo 3DS)

# NintendoBadge
source: Launch Title Name
pt: Código de nome de lançamento

# NintendoBadge
source: Badge Set
pt: Conjunto de insígnias

# NintendoBadge
source: Set ID
pt: Código de conjunto

# RpTextureWrapper
source: Pixel Format
pt: Formato de pixels

# RpTextureWrapper
source: Mipmap Count
pt: Contagem de mipmaps

# FstPrint
source: %s directory
pt: %s diretório

# FstPrint
source: %s file
pt: %s arquivo

# GcnFstPrint
source: Syntax: %s fst.bin [offsetShift]
pt: Sintaxe: %s fst.bin [offsetShift]

# GcnFstPrint
source: offsetShift should be 0 for GameCube, 2 for Wii. (default is 0)
pt: offsetShift deve ser 0 para GameCube, 2 para Wii (padrão é 0).

# GcnFstPrint
source: Invalid offset shift '%s' specified.
pt: Deslocamento inválido ('%s') especificado.

# GcnFstPrint
source: Error opening '%1$s': '%2$s'
pt: Erro ao abrir '%1$s': '%2$s'

# GcnFstPrint
source: ERROR: FST is too big. (Maximum of 16 MB.)
pt: ERRO: FST é grande demais (máximo de 16 MB).

# GcnFstPrint
source: ERROR: malloc(%u) failed.
pt: ERRO: malloc (%u) falhou.

# GcnFstPrint
source: ERROR: Read %1$u bytes, expected %2$u bytes.
pt: ERRO: %1$u bytes foram lidos, mas esperava-se %2$u bytes.

# GcnFstPrint
source: *** ERROR: Could not open a GcnFst.
pt: *** ERRO: não foi possível abrir GcnFst.

# GcnFstPrint
source: *** WARNING: FST has errors and may be unusable.
pt: *** AVISO: FST possui erros e pode ficar inutilizável.

# KeyManager|VerifyResult
source: Something happened.
pt: Alguma coisa aconteceu.

# KeyManager|VerifyResult
source: Invalid parameters. (THIS IS A BUG!)
pt: Parâmetros inválidos. (ISTO É UM BUG!)

# KeyManager|VerifyResult
source: Decryption is not supported in this build.
pt: Esta compilação não possui descodificação.

# KeyManager|VerifyResult
source: keys.conf was not found.
pt: keys.conf não encontrado.

# KeyManager|VerifyResult
source: keys.conf has an error and could not be loaded.
pt: keys.conf possui um erro e não pôde ser carregado.

# KeyManager|VerifyResult
source: Required key was not found in keys.conf.
pt: Chave necessária não encontrada em keys.conf.

# KeyManager|VerifyResult
source: The key in keys.conf is not a valid key.
pt: Chave em keys.conf não é válida.

# KeyManager|VerifyResult
source: AES decryption could not be initialized.
pt: Descodificação AES não pode ser inciada.

# KeyManager|VerifyResult
source: AES decryption failed.
pt: Falha na descodificação AES.

# KeyManager|VerifyResult
source: The key in keys.conf is incorrect.
pt: Chave em keys.conf incorreta.

# RpJpeg
source: libjpeg error: %s
pt: Erro em libjpeg: %s

# RomData|FileType
source: ROM Image
pt: Imagem ROM

# RomData|FileType
source: Disc Image
pt: Imagem de disco

# RomData|FileType
source: Save File
pt: Arquivo de gravação

# RomData|FileType
source: Embedded Disc Image
pt: Imagem embutida de disco

# RomData|FileType
source: Application Package
pt: Pacote de aplicativo

# RomData|FileType
source: NFC Dump
pt: Despejo NFC

# RomData|FileType
source: Disk Image
pt: Imagem de disco

# RomData|FileType
source: Executable
pt: Executável

# RomData|FileType
source: Dynamic Link Library
pt: Biblioteca de vínculo dinâmico

# RomData|FileType
source: Device Driver
pt: Controlador de dispositivo

# RomData|FileType
source: Resource Library
pt: Biblioteca de recursos

# RomData|FileType
source: Icon File
pt: Arquivo de ícone

# RomData|FileType
source: Banner File
pt: Arquivo de banner

# RomData|FileType
source: Homebrew Application
pt: Aplicativo amador

# RomData|FileType
source: eMMC Dump
pt: Despejo eMMC

# RomData|FileType
source: Container File
pt: Arquivo contêiner

# RomData|FileType
source: Firmware Binary
pt: Binário de firmware

# RomData|FileType
source: Texture File
pt: Arquivo de textura

# RomData|FileType
source: Relocatable Object File
pt: Arquivo de objeto realocável

# RomData|FileType
source: Shared Library
pt: Biblioteca compartilhada

# RomData|FileType
source: Core Dump
pt: Despejo de memória

# RomData|ImageType
source: Internal icon
pt: Ícone interno

# RomData|ImageType
source: Internal banner
pt: Banner interno

# RomData|ImageType
source: Internal media scan
pt: Arte interna

# RomData|ImageType
source: Internal image
pt: Textura

# RomData|ImageType
source: External media scan
pt: Imagem de terceiros

# RomData|ImageType
source: External cover scan
pt: Capa de terceiros

# RomData|ImageType
source: External cover scan (3D version)
pt: Imagem de terceiros (3D)

# RomData|ImageType
source: External cover scan (front and back)
pt: Capa de terceiros (frente e verso)

# RomData|ImageType
source: External box scan
pt: Foto de embalagem de terceiros

# RomFields|AgeRating
source: No
pt: Não

# RomFields|AgeRating
source: All
pt: Todas

# RomFields|AgeRating
source: None
pt: Nenhum

# DirectDrawSurface
source: Linear Size
pt: Tamanho linear

# DirectDrawSurface
source: Pitch
pt: Densidade

# DirectDrawSurface
source: DX10 Format
pt: Formato DX10

# DirectDrawSurface|dwFlags
source: Caps
pt: Atributos

# DirectDrawSurface|dwFlags
source: Height
pt: Altura

# DirectDrawSurface|dwFlags
source: Width
pt: Largura

# DirectDrawSurface|dwFlags
source: Pitch
pt: Densidade

# DirectDrawSurface|dwFlags
source: Pixel Format
pt: Formato de pixels

# DirectDrawSurface|dwFlags
source: Mipmap Count
pt: Contagem de mipmaps

# DirectDrawSurface|dwFlags
source: Linear Size
pt: Tamanho linear

# DirectDrawSurface|dwFlags
source: Depth
pt: Profundidade

# DirectDrawSurface
source: Flags
pt: Atributos

# DirectDrawSurface|dwCaps
source: Complex
pt: Complexo

# DirectDrawSurface|dwCaps
source: Texture
pt: Textura

# DirectDrawSurface
source: Caps
pt: Atributos

# DirectDrawSurface
source: Tile Mode
pt: Modo de pincel

# DirectDrawSurface
source: Base Alignment
pt: Alinhamento de base

# DirectDrawSurface
source: Data Size
pt: Tamanho de dados

# DirectDrawSurface
source: XDK Version
pt: Versão XDK

# KhronosKTX
source: # of Array Elements
pt: Nº de elementos de array

# KhronosKTX
source: # of Faces
pt: Nº de faces

# KhronosKTX|KeyValue
source: Key
pt: Chave

# KhronosKTX|KeyValue
source: Value
pt: Valor

# SegaPVR
source: Image Data Type
pt: Tipo de dados de imagem

# SegaPVR
source: Global Index
pt: Índice global

# ValveVTF
source: VTF Version
pt: Versão VTF

# ValveVTF|Flags
source: Point Sampling
pt: Ponto de amostragem

# ValveVTF|Flags
source: Trilinear Sampling
pt: Amostragem trilinear

# ValveVTF|Flags
source: Clamp S
pt: Aproximação S

# ValveVTF|Flags
source: Clamp T
pt: Aproximação T

# ValveVTF|Flags
source: Anisotropic Sampling
pt: Amostragem anisotrópica

# ValveVTF|Flags
source: Hint DXT5
pt: Dica DXT5

# ValveVTF|Flags
source: PWL Corrected
pt: Correção de PWL

# ValveVTF|Flags
source: Normal Map
pt: Mapa normal

# ValveVTF|Flags
source: No Mipmaps
pt: Sem mipmaps

# ValveVTF|Flags
source: No Level of Detail
pt: Sem detalhes

# ValveVTF|Flags
source: No Minimum Mipmap
pt: Sem mipmap mínimo

# ValveVTF|Flags
source: 1-bit Alpha
pt: Alfa de 1 bit

# ValveVTF|Flags
source: 8-bit Alpha
pt: Alfa de 8 bits

# ValveVTF|Flags
source: Environment Map
pt: Mapa de ambiente

# ValveVTF|Flags
source: Render Target
pt: Destino de renderização

# ValveVTF|Flags
source: Depth Render Target
pt: Profundidade de destino de renderização

# ValveVTF|Flags
source: No Debug Override
pt: Não sobrescrever depuração

# ValveVTF|Flags
source: Single Copy
pt: Cópia única

# ValveVTF|Flags
source: Pre SRGB
pt: Pré-SRGB

# ValveVTF|Flags
source: Premult Color by 1/mipmap
pt: Cor pré-multiplicada por 1/mipmap

# ValveVTF|Flags
source: Normal to DuDv
pt: Normal para DuDv

# ValveVTF|Flags
source: Alpha Test Mipmap Gen
pt: Teste alfa, geração de mipmaps

# ValveVTF|Flags
source: No depth Buffer
pt: Sem buffer de profundidade

# ValveVTF|Flags
source: Nice Filtered
pt: Filtro NICE

# ValveVTF|Flags
source: Vertex Texture
pt: Textura de vértice

# ValveVTF|Flags
source: Border
pt: Borda

# ValveVTF
source: Flags
pt: Atributos

# ValveVTF
source: # of Frames
pt: Nº de quadros

# ValveVTF
source: First Frame
pt: Primeiro quatro

# ValveVTF
source: Reflectivity Vector
pt: Vetor de refletividade
