Repository: Amnesia1000/rom-properties
Catalog: locale/*.po
Languages: pt

# AboutTab
source: C&redits
pt: C&réditos

# AboutTab
source: &Libraries
pt: &Bibliotecas

# AboutTab
source: &Support
pt: &Obter apoio

# ConfigDialog
source: ROM Properties Page Configuration
pt: Conf. de propriedades da ROM

# ConfigDialog
source: &Image Types
pt: &Tipos de imagem

# ConfigDialog
source: &About
pt: &Sobre

# ImageTypesTab
source: Select the image types you would like to use for each system as its thumbnail image. Internal images are contained within the ROM file. External images are downloaded from an external image database. 1 = highest priority; 2 = second highest priority; No = ignore
pt: Selecione os tipos de imagem que você deseja utilizar em cada sistema como miniatura. As imagens internas ficam contidas dentro de uma ROM. Imagens externas são recebidas de um banco de dados externo de imagens. 1 = prioridade mais alta; 2 = prioridade alta; Não = ignorar

# ImageTypesTab
source: GameCube, Wii, Wii U, Nintendo DS, and Nintendo 3DS external images<br/>are provided by <a href="http://www.gametdb.com/">GameTDB</a>.<br/> amiibo images are provided by <a href="https://amiibo.life/">amiibo.life</a>, the Unofficial amiibo Database.
pt: As imagens de GameCube, Wii, Wii U, Nintendo DS, e Nintendo 3DS <br/>são fornecidas por <a href="http://www.gametdb.com/">GameTDB</a>.<br/> As imagens amiibo são fornecidas pelo <a href="https://amiibo.life/">amiibo.life</a>, banco de dados não oficial Amiibo.

# KeyManagerTab
source: I&mport
pt: I&mportar

# OptionsTab
source: &Downloads
pt: &Recebimentos

# RomDataView
source: ROM Properties
pt: Propriedades de ROM

# RomDataView
source: Unknown
pt: ERRO

# RomDataView
source: ERROR
pt: ERRO

# AboutTab
source: <b>ROM Properties Page</b><br>Shell Extension
pt: <b>Página de propriedades da ROM</b><br>Extensão Shell

# AboutTab
source: Version %s
pt: Versão %s

# AboutTabl|Credits
source: GNU GPL v2
pt: GNU GPL versão 2

# AboutTab|Credits
source: This program is licensed under the %s or later.
pt: Este programa foi licenciado de acordo com a %s ou posterior.

# AboutTab|Credits
source: Developers:
pt: Desenvolvedores:

# AboutTab|Credits
source: Contributors:
pt: Contribuidores:

# AboutTab|Credits
source: Translators:
pt: Tradutores:

# AboutTab|Libraries
source: Internal copy of %s.
pt: Cópia interna de %s.

# AboutTab|Libraries
source: Compiled with %s.
pt: Compilado com %s.

# AboutTab|Libraries
source: Using %s.
pt: Utilizando %s.

# AboutTab|Libraries
source: License: %s
pt: Licença: %s

# AboutTab|Libraries
source: Licenses: %s
pt: Licenças: %s

# AboutTab|Libraries
source: APNG patch:
pt: Patch APNG:

# AboutTab|Support
source: For technical support, you can visit the following websites:
pt: Para obter auxílio técnico, visite os seguintes endereços:

# AboutTab|Support
source: You can also email the developer directly:
pt: Ou entre em contato diretamente com o desenvolvedor:

# ConfigDialog
source: &Key Manager
pt: &Gestão de chaves

# ImageTypesTab|Values
source: No
pt: Não

# KeyManagerTab
source: An invalid parameter was passed to the key importer. THIS IS A BUG; please report this to the developers!
pt: O gestor de chaves recebeu um parâmetro inválido. ESTE É UM BUG. Entre em contato com os desenvolvedores!

# KeyManagerTab
source: An error occurred while opening '%1$s': %2$s
pt: Ocorreu um erro ao abrir '%1$s': %2$s

# KeyManagerTab
source: An error occurred while opening '%s'.
pt: Ocorreu um erro ao abrir '%s'.

# KeyManagerTab
source: An error occurred while reading '%1$s': %2$s
pt: Ocorreu um erro ao ler '%1$s': %2$s

# KeyManagerTab
source: An error occurred while reading '%s'.
pt: Ocorreu um erro ao abrir '%s'.

# KeyManagerTab
source: The file '%1$s' is not a valid %2$s file.
pt: O arquivo '%1$s' não é um %2$s válido.

# KeyManagerTab
source: No keys were imported from '%s'.
pt: Nenhuma chave foi importada de '%s'.

# KeyManagerTab
source: %1$s key was imported from '%2$s'.
pt: A chave %1$s foi importada de '%2$s'.

# KeyManagerTab
source: %s key already exists in the Key Manager.
pt: A chave %s já existe no Gestor de Chaves.

# KeyManagerTab
source: %s key was not imported because it is incorrect.
pt: Chave %s não importada porque está incorreta.

# KeyManagerTab
source: %s key was not imported because it isn't used by rom-properties.
pt: Chave %s não importada porque não é utilizada por rom-properties.

# KeyManagerTab
source: %s key was not imported because it is encrypted and the master key isn't available.
pt: Chave %s não importada porque está codificada e chave-mestra não está disponível.

# KeyManagerTab
source: %s key has been imported and verified as correct.
pt: Chave %s importada e validada.

# KeyManagerTab
source: %s key has been imported without verification.
pt: Chave %s foi importada sem validação.

# KeyManagerTab
source: Select Wii keys.bin File
pt: Selecione o arquivo keys.bin, do Wii

# KeyManagerTab
source: keys.bin (keys.bin);;Binary Files (*.bin);;All Files (*.*)
pt: keys.bin (keys.bin);;Arquivos binários (*.bin);;Todos os arquivos (*.*)

# KeyManagerTab
source: Select Wii U otp.bin File
pt: Selecione arquivo otp.bin, do WiiU

# KeyManagerTab
source: otp.bin (otp.bin);;Binary Files (*.bin);;All Files (*.*)
pt: otp.bin (otp.bin);;Arquivos binários (*.bin);;Todos os arquivos(*.*)

# KeyManagerTab
source: Select 3DS boot9.bin File
pt: Selecione arquivo boot9.bin, do 3DS

# KeyManagerTab
source: boot9.bin (boot9.bin);;Binary Files (*.bin);;All Files (*.*)
pt: boot9.bin (boot9.bin);;Arquivos binários (*.bin);;Todos os arquivos (*.*)

# KeyManagerTab
source: Select 3DS aeskeydb.bin File
pt: Selecione arquivo aeskeydb.bin, do 3DS

# KeyManagerTab
source: aeskeydb.bin (aeskeydb.bin);;Binary Files (*.bin);;All Files (*.*)
pt: aeskeydb.bin (aeskeydb.bin);;Arquivos binários (*.bin);;Todos os arquivos (*.*)

# KeyManagerTab
source: Key Name
pt: Nome da chave

# KeyManagerTab
source: Value
pt: Valor

# KeyManagerTab
source: Valid?
pt: Válido?

# RomData
source: Unknown
pt: ERRO

# RomData|Audio
source: Format
pt: Formato

# ADX
source: Yes
pt: Sim

# ADX
source: No
pt: Não

# ADX
source: Encrypted
pt: Codificado

# BCSTM
source: Type
pt: Tipo

# RomData
source: Unknown (%d)
pt: Desconhecido (%d)

# RomData
source: Unknown (%u)
pt: Desconhecido(a) (%u)

# RomData
source: Yes
pt: Sim

# RomData
source: No
pt: Não

# BRSTM
source: Type
pt: Tipo

# RomData
source: Version
pt: Versão

# RomData|Audio
source: Title
pt: Nome

# RomData|Audio
source: Copyright
pt: Direitos autorais

# PSF
source: System
pt: Sistema

# RomData
source: Unknown (0x%02X)
pt: Desconhecido (0x%02X)

# RomData
source: Release Date
pt: Data de lançamento

# RomData|Audio
source: Author
pt: Autor

# SAP
source: Date
pt: Data

# SAP
source: Flags
pt: Atributos

# SAP
source: Type
pt: Tipo

# SAP|SongList|Looping
source: Yes
pt: Sim

# SAP|SongList|Looping
source: No
pt: Não

# SID
source: Type
pt: Tipo

# SPC|Emulator
source: Unknown
pt: ERRO

# VGM
source: VGM Version
pt: Versão VGM

# VGM
source: Yes
pt: Sim

# VGM
source: No
pt: Não

# TImageTypesConfig|ImageTypeDisp
source: Internal Icon
pt: Ícone interno

# TImageTypesConfig|ImageTypeDisp
source: Internal Banner
pt: Banner interno

# TImageTypesConfig|ImageTypeDisp
source: Internal Media
pt: Mídia interna

# TImageTypesConfig|ImageTypeDisp
source: Internal Image
pt: Imagem interna

# TImageTypesConfig|ImageTypeDisp
source: External Media
pt: Mídia externa

# TImageTypesConfig|ImageTypeDisp
source: External Cover
pt: Capa externa

# TImageTypesConfig|ImageTypeDisp
source: External 3D Cover
pt: Capa 3D externa

# TImageTypesConfig|ImageTypeDisp
source: External Full Cover
pt: Capa externa completa

# TImageTypesConfig|ImageTypeDisp
source: External Box
pt: Caixa externa

# TImageTypesConfig|SysName
source: Badge Arcade
pt: Insígnia de Arcade

# TImageTypesConfig|SysName
source: Dreamcast Saves
pt: Jogos gravados de Dreamcast

# TImageTypesConfig|SysName
source: GameCube Saves
pt: Jogos gravados de Gamecube

# TImageTypesConfig|SysName
source: PlayStation Saves
pt: Jogos gravados de Playstation

# RomData
source: Title
pt: Nome

# RomData
source: Publisher
pt: Distribuidor(a)

# Dreamcast
source: Product #
pt: Nº de produto

# RomData
source: Disc #
pt: Nº de disco

# RomData|Disc
source: %1$u of %2$u
pt: %1$u de %2$u

# Region
source: Japan
pt: Japão

# Region
source: USA
pt: EUA

# Region
source: Europe
pt: Europa

# RomData
source: Region Code
pt: Código de região

# Dreamcast
source: Boot Filename
pt: Nome de arquivo de boot

# RomData
source: Checksum
pt: Soma de controle

# Dreamcast
source: 0x%04X (valid)
pt: 0x%04X (válido)

# Dreamcast
source: 0x%1$04X (INVALID; should be 0x%2$04X)
pt: 0x%1$04X (INVÁLIDO; deveria ser 0x%2$04X)

# Dreamcast
source: 0x%1$04X (HEADER is INVALID: %2$.4s)
pt: 0x%1$04X (CABEÇALHO INVÁLIDO: %2$.4s)

# Dreamcast|OSSupport
source: VGA Box
pt: Adaptador VGA

# Dreamcast
source: OS Support
pt: Apoio com SO

# Dreamcast|Expansion
source: Other
pt: Outros

# Dreamcast|Expansion
source: Jump Pack
pt: Dispositivo de vibração

# Dreamcast|Expansion
source: Microphone
pt: Microfone

# Dreamcast
source: Expansion Units
pt: Unidades de expansão

# Dreamcast|ReqCtrl
source: Start, A, B, D-Pad
pt: Início, A, B, Direcional

# Dreamcast|ReqCtrl
source: C Button
pt: Botão C

# Dreamcast|ReqCtrl
source: D Button
pt: Botão D

# Dreamcast|ReqCtrl
source: X Button
pt: Botão X

# Dreamcast|ReqCtrl
source: Y Button
pt: Botão Y

# Dreamcast|ReqCtrl
source: Z Button
pt: Botão Z

# Dreamcast|ReqCtrl
source: Second D-Pad
pt: Direcional secundário

# Dreamcast|ReqCtrl
source: Analog L Trigger
pt: Botão analógico L

# Dreamcast|ReqCtrl
source: Analog R Trigger
pt: Botão analógico R

# Dreamcast|ReqCtrl
source: Analog H1
pt: H1 analógico

# Dreamcast|ReqCtrl
source: Analog V1
pt: V1 analógico

# Dreamcast|ReqCtrl
source: Analog H2
pt: H2 analógico

# Dreamcast|ReqCtrl
source: Analog V2
pt: V2 analógico

# Dreamcast
source: Req. Controller
pt: Botões necessários

# Dreamcast|OptCtrl
source: Light Gun
pt: Pistola

# Dreamcast|OptCtrl
source: Keyboard
pt: Teclado

# Dreamcast
source: Opt. Controller
pt: Controle opcional

# RomData
source: Warning
pt: Aviso

# DreamcastSave
source: The VMS file was not found.
pt: Arquivo VMS não encontrado.

# DreamcastSave
source: The VMI file was not found.
pt: Arquivo VMI não encontrado.

# DreamcastSave
source: Unrecognized VMS/VMI combination.
pt: Combinação VMS/VMI não reconhecida.

# DreamcastSave
source: VMI Description
pt: Descrição VMI

# DreamcastSave
source: VMI Copyright
pt: Direitos autorais de VMI

# DreamcastSave
source: Icon Data
pt: Dados de ícone

# DreamcastSave
source: None
pt: Nenhum

# DreamcastSave
source: Save Data
pt: Dados de gravação

# DreamcastSave
source: VMU Game
pt: Jogo de VMU

# DreamcastSave
source: File Type
pt: Tipo de arquivo

# DreamcastSave
source: Copy OK
pt: Cópia bem-sucedida

# DreamcastSave
source: Copy Protected
pt: Protegido contra cópia

# DreamcastSave
source: Copy Protect
pt: Proteção contra cópia

# DreamcastSave
source: Filename
pt: Nome de arquivo

# DreamcastSave
source: Creation Time
pt: Dados de criação

# DreamcastSave
source: VMS Description
pt: Descrição da VMS

# DreamcastSave
source: DC Description
pt: Descrição de jogo

# DreamcastSave
source: Game Title
pt: Nome de jogo

# GameCubeBNR
source: Description
pt: Descrição

# GameCube
source: Game Info
pt: Informação de jogo

# RomData
source: Unknown (%.2s)
pt: Desconhecido (%.2s)

# GameCube
source: Unknown (%02X %02X)
pt: Desconhecido (%02X %02X)

# GameCube
source: ERROR: Invalid common key index.
pt: ERRO: índice inválido de chave comum.

# GameCube
source: ERROR: Unknown error. (THIS IS A BUG!)
pt: Erro desconhecido (ISSO É UM BUG)!

# GameCube
source: Game ID
pt: Código de jogo

# RomData
source: Revision
pt: Revisão

# RomData
source: Unknown (0x%08X)
pt: Desconhecido (0x%08X)

# GameCube
source: ERROR: No game partition was found.
pt: ERRO: nenhuma partição de jogo encontrada.

# GameCube
source: ERROR: %s
pt: ERRO: %s

# GameCube
source: Unknown
pt: Desconhecido

# GameCube
source: Update
pt: Atualização

# GameCube
source: None
pt: Nenhum(a)

# GameCube|Partition
source: Update
pt: Atualizar

# GameCube|Partition
source: Channel
pt: Canal

# GameCube|KeyIdx
source: Retail
pt: Aluguel

# GameCube|KeyIdx
source: Korean
pt: Coreano

# GameCube|KeyIdx
source: Debug
pt: Depuração

# GameCube|KeyIdx
source: None
pt: Nenhum(a)

# GameCube|Partition
source: Unknown
pt: Desconhecido(a)

# GameCube|Partition
source: Type
pt: Tipo

# GameCube|Partition
source: Key
pt: Chave

# GameCube|Partition
source: Used Size
pt: Tamanho utilizado

# GameCube|Partition
source: Total Size
pt: Tamanho total

# GameCube
source: Partitions
pt: Partições

# Region
source: South Korea
pt: Coreia do Sul

# Region
source: Europe / Australia
pt: Europa / Austrália

# Region
source: Germany
pt: Alemanha

# Region
source: France
pt: França

# Region
source: Netherlands
pt: Holanda

# Region
source: Italy
pt: Itália

# Region
source: Russia
pt: Rússia

# Region
source: Spain
pt: Espanha

# Region
source: Australia
pt: Austrália

# Region
source: Region-Free
pt: Todas as regiões

# GameCubeSave
source: Game ID
pt: Código de jogo

# GameCubeSave
source: Filename
pt: Nome de arquivo

# GameCubeSave
source: Description
pt: Descrição

# GameCubeSave
source: Last Modified
pt: Última modificação

# GameCubeSave
source: Mode
pt: Modo

# GameCubeSave
source: Copy Count
pt: Contagem de cópias

# GameCubeSave
source: Blocks
pt: Blocos

# MegaDrive
source: System
pt: Sistema

# MegaDrive
source: Domestic Title
pt: Nome no país

# MegaDrive
source: Export Title
pt: Nome de exportação

# MegaDrive
source: Serial Number
pt: Número de série

# MegaDrive|I/O
source: Joypad
pt: Controle

# MegaDrive|I/O
source: 6-button
pt: 6 botões

# MegaDrive|I/O
source: SMS Joypad
pt: Controle de Master System

# MegaDrive|I/O
source: Team Player
pt: Adaptador Team Player

# MegaDrive|I/O
source: Keyboard
pt: Teclado

# MegaDrive|I/O
source: Serial I/O
pt: Porta serial

# MegaDrive|I/O
source: Printer
pt: Impressora

# MegaDrive|I/O
source: Paddle
pt: Controle Maçaneta (Paddle)

# MegaDrive|I/O
source: Floppy Drive
pt: Controlador de disquete

# MegaDrive|I/O
source: Activator
pt: Sensor de movimento

# MegaDrive
source: I/O Support
pt: Suporte de E/S

# MegaDrive
source: ROM Range
pt: Faixa de acesso da ROM

# MegaDrive
source: RAM Range
pt: Faixa de acesso da RAM

# MegaDrive
source: SRAM Range
pt: Faixa de acesso da SRAM

# MegaDrive|SRAM
source: (even only)
pt: (somente par)

# MegaDrive|SRAM
source: (odd only)
pt: (somente ímpar)

# MegaDrive|SRAM
source: (16-bit)
pt: (16 bits)

# MegaDrive
source: None
pt: Nenhum(a)

# MegaDrive
source: ExtROM Range
pt: Faixa da ROM estendida

# Region
source: Asia
pt: Ásia

# RomData|VectorTable
source: Vector
pt: Vetor

# RomData|VectorTable
source: Address
pt: Endereço

# RomData
source: Vector Table
pt: Tabela de vetores

# MegaDrive
source: ROM Header
pt: Cabeçalho da ROM

# MegaDrive
source: Vector Table
pt: Tabela de vetores

# MegaDrive
source: Locked-On ROM Header
pt: Cabeçalho da ROM combinada

# N64
source: Game ID
pt: Código de jogo

# N64
source: Entry Point
pt: Ponto de entrada

# N64
source: OS Version
pt: Versão do SO

# NES|Format
source: Archaic iNES
pt: iNES muito antigo

# NES|Format
source: TNES (Nintendo 3DS Virtual Console)
pt: TNES (Console virtual 3Ds)

# NES|Format
source: FDS disk image
pt: Imagem de disco FDS

# NES|Format
source: FDS disk image (with fwNES header)
pt: Imagem de disco FDS (com cabeçalho fwNES)

# NES|Format
source: TDS (Nintendo 3DS Virtual Console)
pt: TDS (Console virtual Nintendo 3DS)

# NES
source: Format
pt: Formato

# NES|Format
source: %s (Wii U Virtual Console)
pt: %s (Console virtual Wii U)

# NES
source: Mapper
pt: Mapeador

# NES
source: [Missing TNES mapping!]
pt: [Mapeamento TNES faltando!]

# NES
source: Submapper
pt: Submapeamento

# NES
source: TNES Mapper
pt: Mapeamento TNES

# NES|TVMode
source: Dual (NTSC/PAL)
pt: Duplo (NTSC/PAL)

# NES
source: TV Mode
pt: Modo TV

# NES|Features
source: Save RAM, Trainer
pt: Gravar RAM, Treinador

# NES|Features
source: Save RAM
pt: Gravar RAM

# NES|Features
source: Trainer
pt: Treinador

# NES
source: Features
pt: Recursos

# NES
source: CHR RAM (backed up)
pt: CHR RAM (bateria)

# NES
source: Save RAM (backed up)
pt: RAM de grav. de jogo (bateria)

# NES
source: Game ID
pt: Código de jogo

# NES
source: Manufacturing Date
pt: Data de fabricação

# NES|Mirroring
source: Four Screens
pt: Quatro telas

# NES|Mirroring
source: One Screen
pt: Uma tela

# NES|Mirroring
source: Programmable
pt: Programável

# NES
source: Mirroring
pt: Espelhamento

# NES
source: VS. PPU
pt: Nº da PPU VS

# NES
source: Not set
pt: Não definido(a)

# PlayStationSave
source: Filename
pt: Nome de arquivo

# PlayStationSave
source: Description
pt: Descrição

# Sega8Bit
source: Product Code
pt: Código do produto

# Region
source: Export
pt: Exportar

# Region
source: Worldwide
pt: Mundial

# Sega8Bit
source: System
pt: Sistema

# Sega8Bit
source: Extra Header
pt: Cabeçalho extra

# Sega8Bit
source: Build Time
pt: Tempo de compilação

# Sega8Bit
source: CM Checksum Banks
pt: Bancos de soma CM

# Sega8Bit
source: CM Checksum 1
pt: Soma de verificação 1 (CM)

# Sega8Bit
source: CM Checksum 2
pt: Soma de verificação 2 (CM)

# Sega8Bit
source: SDSC Version
pt: Versão de especificações 8 bits

# Sega8Bit
source: Build Date
pt: Data de compilação

# RomData
source: Author
pt: Autor

# RomData
source: Name
pt: Nome

# RomData
source: Description
pt: Descrição

# Sega8Bit
source: M404 Copyright Header
pt: Cabeçalho de direitos autorais M404

# SegaSaturn
source: Product #
pt: Nº de produto

# SegaSaturn|Peripherals
source: Control Pad
pt: Controle

# SegaSaturn|Peripherals
source: Analog Controller
pt: Controle analógico

# SegaSaturn|Peripherals
source: Keyboard
pt: Teclado

# SegaSaturn|Peripherals
source: Steering Controller
pt: Volante

# SegaSaturn|Peripherals
source: Light Gun
pt: Pistola

# SegaSaturn|Peripherals
source: RAM Cartridge
pt: Cartucho

# SegaSaturn|Peripherals
source: 3D Controller
pt: Controle 3D

# SegaSaturn|Peripherals
source: Link Cable
pt: Cabo de ligação

# SegaSaturn|Peripherals
source: Floppy Drive
pt: Controlador de disquete

# SegaSaturn|Peripherals
source: ROM Cartridge
pt: Cartucho

# SegaSaturn|Peripherals
source: MPEG Card
pt: Placa MPEG

# SegaSaturn
source: Peripherals
pt: Periféricos

# SNES
source: Title
pt: Nome

# SNES
source: Game ID
pt: Código de jogo

# SNES
source: ROM Mapping
pt: Mapeamento de ROM

# SNES
source: Cartridge HW
pt: Cartucho

# Region
source: North America
pt: América do Norte

# Region
source: Scandinavia
pt: Escandinávia

# Region
source: All
pt: Todas

# Region
source: Canada
pt: Canadá

# Region
source: Brazil
pt: Brasil

# Region
source: Other
pt: Outra

# SNES
source: Revision
pt: Revisão

# SNES
source: Date
pt: Data

# SNES|ProgramType
source: BS-X Script
pt: Jogo Stellaview (BS-X)

# SNES|ProgramType
source: SA-1
pt: Chip SA-1

# SNES
source: Program Type
pt: Tipo de programa

# SNES
source: Limited Starts
pt: Início limitado

# SNES
source: Unlimited
pt: Ilimitado

# WiiSave
source: Game ID
pt: Código de jogo

# WiiSave
source: Permissions
pt: Permissões

# WiiU
source: Game ID
pt: Código de jogo

# WiiU
source: Unknown (%.4s)
pt: Desconhecido(a) (%4s)

# WiiU
source: Unknown (%02X %02X %02X %02X)
pt: Desconhecido(a) (%02X %02X %02X %02X)

# WiiU
source: OS Version
pt: Versão do SO

# WiiWAD
source: Warning
pt: Aviso

# WiiWAD
source: Type
pt: Tipo

# WiiWAD
source: Game ID
pt: Código de jogo

# WiiWAD|EncKey
source: Retail
pt: Aluguel

# WiiWAD|EncKey
source: Korean
pt: Coreano

# WiiWAD|EncKey
source: Debug
pt: Depuração

# WiiWAD
source: Unknown
pt: ERRO

# WiiWAD
source: Game Info
pt: Informação de jogo

# WiiWIBN
source: Flags
pt: Atributos

# Xbox360_XEX
source: Title ID
pt: Código de nome

# Xbox360_XDBF|Achievements
source: Description
pt: Descrição

# Xbox360_XDBF|AvatarAwards
source: Description
pt: Descrição

# Xbox360_XEX
source: Title
pt: Nome

# Xbox360_XEX
source: Network
pt: Rede

# Xbox360_XEX
source: None
pt: Nenhum

# Xbox360_XEX|EncKey
source: None
pt: Nenhum

# Xbox360_XEX|EncKey
source: Retail
pt: Aluguel

# Xbox360_XEX|EncKey
source: Debug
pt: Depuração

# Xbox360_XEX|Compression
source: None
pt: Nenhum

# Xbox_XBE
source: Not set
pt: Não definido(a)

# KeyStoreUI|Section
source: Nintendo Wii AES Keys
pt: Chaves AES do Nintendo Wii

# KeyStoreUI|Section
source: Nintendo 3DS Key Scrambler Constants
pt: Constantes de codificação de chave do Nintendo 3DS

# KeyStoreUI|Section
source: Nintendo 3DS AES Keys
pt: Chaves AES do Nintendo 3DS

# Nintendo3DSSysTitles
source: System Settings
pt: Configurações de sistema

# Nintendo3DSSysTitles
source: Download Play
pt: Receber jogo

# Nintendo3DSSysTitles
source: Activity Log
pt: Registro de atividades

# Nintendo3DSSysTitles
source: Health and Safety Information
pt: Informações de saúde e segurança

# Nintendo3DSSysTitles
source: Nintendo 3DS Camera
pt: Câmera do Nintendo 3DS

# Nintendo3DSSysTitles
source: Nintendo 3DS Sound
pt: Som do Nintendo 3DS

# Nintendo3DSSysTitles
source: System Transfer
pt: Transferência para sistema

# Nintendo3DSSysTitles
source: AR Games
pt: Realidade aumentada

# Nintendo3DSSysTitles
source: System Updater (SAFE_MODE)
pt: Atualizador de sistema (SAFE_MODE)

# Nintendo3DSSysTitles
source: Promotional Video (v1.1.0)
pt: Vídeo promocional (v. 1.1.0)

# Nintendo3DSSysTitles
source: Nintendo Network ID Settings
pt: Configurações de ID de Rede Nintendo

# Nintendo3DSSysTitles
source: microSD Management
pt: Gestão de microSD

# Nintendo3DSSysTitles
source: HOME Menu
pt: Menu Inicial

# Nintendo3DSSysTitles
source: Camera
pt: Câmera

# Nintendo3DSSysTitles
source: Instruction Manual
pt: Manual de instruções

# Nintendo3DSSysTitles
source: Game Notes
pt: Comentários de jogo

# Nintendo3DSSysTitles
source: Internet Browser
pt: Navegador de Internet

# Nintendo3DSSysTitles
source: Friend List
pt: Lista de amigos

# Nintendo3DSSysTitles
source: Software Keyboard
pt: Teclado de software

# Nintendo3DSSysTitles
source: Software Keyboard (SAFE_MODE)
pt: Teclado de software (SAFE_MODE)

# Nintendo3DSSysTitles
source: Mii picker
pt: Seletor de Miis

# Nintendo3DSSysTitles
source: Picture picker
pt: Seletor de imagens

# Nintendo3DSSysTitles
source: Voice memo picker
pt: Seletor de memorandos de áudio

# Nintendo3DSSysTitles
source: eShop applet
pt: Applet eShop

# Nintendo3DSSysTitles
source: Miiverse
pt: Miiverso

# Nintendo3DSSysTitles
source: Miiverse posting applet
pt: Aplicativo de comentários Miiverso

# Nintendo3DSSysTitles
source: amiibo Settings
pt: Configurações de amiibo

# Xbox360_STFS|ContentType
source: Publisher
pt: Distribuidor(a)

# DMG
source: Unknown (%.2s)
pt: Desconhecido (%.2s)

# DMG
source: Unknown (%02X %02X)
pt: Desconhecido (%02X %02X)

# RomData
source: Unknown (%02X)
pt: Desconhecido(a) (%02X)

# DMG
source: Game ID
pt: Código de jogo

# DMG
source: System
pt: Sistema

# DMG
source: Entry Point
pt: Ponto de entrada

# DMG
source: Hardware
pt: Equipamento

# DMG|Features
source: Battery
pt: Bateria

# DMG|Features
source: Timer
pt: Cronômetro

# DMG|Features
source: Rumble
pt: Vibração

# DMG
source: Features
pt: Recursos

# DMG
source: ROM Size
pt: Tamanho da ROM

# DMG
source: Unknown
pt: Desconhecido(a)

# DMG
source: %1$u KiB (%2$u bank)
pt: %1$u KiB (banco %2$u)

# DMG
source: RAM Size
pt: Tamanho da RAM

# DMG
source: No RAM
pt: Sem RAM

# Region|DMG
source: Japanese
pt: Japão

# Region|DMG
source: Non-Japanese
pt: Fora do Japão

# DMG
source: 0x%02X (INVALID)
pt: 0x%02X (INVÁLIDO)

# DMG
source: 0x%1$02X (INVALID; should be 0x%2$02X)
pt: 0x%1$02X (INVÁLIDO; deveria ser 0x%2$02X)

# DMG
source: 0x%02X (valid)
pt: 0x%02X (válido)

# DMG
source: Mapper
pt: Mapeador
