Repository: Amnesia1000/rom-properties
Catalog: locale/*.po
Languages: pt

# ValveVTF
source: Bumpmap Scale
pt: Escala de bumpmap

# ValveVTF|ImageFormat
source: None
pt: Nenhum

# ValveVTF
source: Low-Res Image Format
pt: Formato de imagem em baixa resolução

# ValveVTF
source: Low-Res Size
pt: Tamanho de baixa resolução

# ValveVTF
source: # of Resources
pt: Nº de recursos

# XboxXPR
source: Type
pt: Tipo

# rpcli
source: Extracting %1$s into '%2$s'
pt: Extração de %1$s em '%2$s'

# rpcli
source: Couldn't create file '%1$s': %2$s
pt: Não foi possível criar arquivo '%1$s': %2$s

# rpcli
source: Done
pt: Concluído

# rpcli
source: Extracting animated icon into '%s'
pt: Extração de ícone animado em '%s'

# rpcli
source: APNG not supported, extracting only the first frame
pt: Incompatível com APNG. Somente primeiro quadro extraído.

# rpcli
source: Animated icon not found
pt: Ícone animado

# rpcli
source: Image '%s' not found
pt: Imagem '%s' não encontrada

# rpcli
source: Reading file '%s'...
pt: Lendo arquivo '%s'...

# rpcli
source: Outputting JSON data
pt: Leitura de arquivo JSON

# rpcli
source: ROM is not supported
pt: ROM não compatível

# rpcli
source: Couldn't open file: %s
pt: Não foi possível abrir arquivo %s

# rpcli
source: System language code: %s
pt: Código de idioma do sistema: %s

# rpcli
source: 0 (this is a bug!)
pt: 0 (isto é um bug!)

# rpcli
source: System country code: %s
pt: Código regional de sistema: %s

# rpcli
source: Verify encryption keys in keys.conf.
pt: Verificar chaves de criptografia em keys.conf.

# rpcli
source: Print system region information.
pt: Mostrar informações regionais de sistema.

# rpcli
source: Use JSON output format.
pt: Usar formato de saída JSON.

# rpcli
source: Extract image N to outfile in PNG format.
pt: Extrair imagem N para arquivo de saída em formato PNG.

# rpcli
source: Extract the animated icon to outfile in APNG format.
pt: Extrai ícone animado para arquivo de saída em formato APNG.

# rpcli
source: Examples:
pt: Exemplos:

# rpcli
source: displays info about s3.gen
pt: mostra informações sobre s3.gen

# rpcli
source: extracts icon from pokeb2.nds
pt: extrai ícone de pokeb2.nds

# rpcli
source: Warning: skipping unknown image type %ld
pt: Aviso: pulando imagem desconhecida de tipo %ld

# rpcli
source: Warning: skipping unknown switch '%c'
pt: Aviso: pulando parâmetro desconhecido '%c'

# rpcli
source: ERROR initializing KeyManager. Cannot verify keys.
pt: ERRO ao iniciar KeyManager. Não é possível verificar chaves.

# rpcli
source: Checking encryption keys from '%s'...
pt: Verificando chaves de criptografia de '%s'...

# rpcli
source: WARNING: Key %d has no name. Skipping...
pt: AVISO: a chave %d não tem nome. Ignorando...

# rpcli
source: WARNING: Key '%s' has no verification data. Skipping...
pt: AVISO: a chave '%s' Não possui dados de verificação. Ignorando...

# rpcli
source: ERROR: %s
pt: ERRO: %s

# rp_stub
source: Shared library stub program. Copyright (c) 2016-2020 by David Korth.
pt: Carregador de biblioteca ROM-Properties . Copyright (c) 2016-2020 by David Korth.

# rp-stub
source: rom-properties version: %s
pt: Versão de rom-properties: %s

# rp-stub
source: This program is licensed under the GNU GPL v2. See https://www.gnu.org/licenses/old-licenses/gpl-2.0.html for more information.
pt: Este programa foi licenciado de acordo com a GNU GPL, versão 2. Confira https://www.gnu.org/licenses/old-licenses/gpl-2.0.html para mais informações.

# rp-stub
source: Usage: %s [-s size] source_file output_file
pt: Utilização: %s [-s tamanho] arquivo_fonte arquivo_de saída

# rp-stub
source: If source_file is a supported ROM image, a thumbnail is extracted and saved as output_file. Options: -s, --size Maximum thumbnail size. (default is 256px) -c, --config Show the configuration dialog instead of thumbnailing. -d, --debug Show debug output when searching for rom-properties. -h, --help Display this help and exit. -V, --version Output version information and exit.
pt: Se arquivo_fonte for um arquivo ROM compatível, uma minatura será extraída e gravada como um arquivo_de_saída. Opções: -s, --size Tamanho máximo de miniatura. (padrão: 256px) -c, --config Mostra diálogo de confiruação em vez de minuatura. -d, --debug Mostra depuração de saída ao procurar por rom-properties. -h, --help Mostrar esta ajuda e sair. -V, --version Mostrar informações de versão e sair.

# rp-stub
source: Usage: %s
pt: Utilização: %s

# rp-stub
source: When invoked as rp-config, this program will open the configuration dialog using an installed plugin that most closely matches the currently running desktop environment.
pt: Ao invocar este programa pelo rp-config, ele abrirá o diálogo de configuração utilizando um plugin instalado que mais combine com o ambiente de trabalho em execução.

# rp-stub
source: Try '%s --help' for more information.
pt: Digite '%s --help' para mais informações.

# rp-stub
source: %1$s: invalid size '%2$s'
pt: %1$s: tamanho inválido '%2$s'

# rp-stub
source: %1$s: size '%2$s' is out of range
pt: %1$s: tamanho '%2$s' fora do limite

# rp-stub
source: %s: missing source and output file parameters
pt: %s: arquivo fonte e arquivo de saída faltando

# rp-stub
source: %s: missing output file parameter
pt: %s: parâmetro de arquivo de saída faltando

# rp-stub
source: %s: too many parameters specified
pt: %s: muitos parâmetros especificados

# rp-stub
source: Calling function: %s("%s", "%s", %d);
pt: Chamando função: %s("%s", "%s", %d);

# rp-stub
source: Calling function: %s();
pt: Chamando função: %s();

# rp-stub
source: %1$s() returned %2$d.
pt: %1$s() devolveu %2$d.

# rp-stub
source: *** ERROR: %1$s() returned %2$d.
pt: *** ERRO: %1$s() devolveu %2$d.

# AboutTab
source: Credits
pt: Créditos

# AboutTab
source: Libraries
pt: Bibliotecas

# AboutTab
source: Support
pt: Apoio

# AboutTab
source: About
pt: Sobre

# CacheTab
source: If any image type settings were changed, you will need to clear the system thumbnail cache.
pt: Se qualquer configuração de tipo de imagem for alterada, será necessário apagar o cachê de miniaturas de sistema.

# CacheTab
source: If any image type settings were changed, you will need to clear the thumbnail cache files. This version of Windows does not have a centralized thumbnail database, so it may take a while for all Thumbs.db files to be located and deleted.
pt: Se qualquer configuração de tipo de imagem for alterada, será necessário apagar os arquivos de cachê de miniaturas. Esta versão do Windows não possui uma base centralizada de miniaturas, então pode demorar um pouco para que todos os arquivos Thumbs.db sejam localizados e apagados.

# CacheTab|Win32
source: ERROR: GetLogicalDrives() failed. (GetLastError() == 0x%08X)
pt: ERRO: GetLogicalDrives() falhou. (GetLastError() == 0x%08X)

# CacheTab|Win32
source: ERROR: No fixed HDDs or SSDs detected.
pt: ERRO: nenhum disco rígido ou SSDs detectado.

# CacheTab|Win32
source: ERROR: Thumbnail Cache cleaner not found. (res == %ld)
pt: ERRO: limpador de cachê minuaturas não encontrado. (res == %ld)

# CacheTab|Win32
source: ERROR: Thumbnail Cache cleaner CLSID is invalid.
pt: ERRO: limpador de cachê miniaturas CLSID inválido.

# CacheTab|Win32
source: ERROR: CoCreateInstance() failed. (hr == 0x%08X)
pt: ERROR: CoCreateInstance() falhou. (hr == 0x%08X)

# CacheTab|Win32
source: ERROR: IEmptyVolumeCache::Initialize() failed on drive %c. (hr == 0x%08X)
pt: ERROR: IEmptyVolumeCache::Initialize() falhou no disco %c. (hr == 0x%08X)

# CacheTab|Win32
source: ERROR: IEmptyVolumeCache::Purge() failed on drive %c. (hr == 0x%08X)
pt: ERROR: IEmptyVolumeCache::Purge() falhou no disco %c. (hr == 0x%08X)

# CacheTab
source: System thumbnail cache cleared successfully.
pt: Cachê de miniaturas de sistema limpo.

# CacheTab
source: System thumbnail cache is already empty. Nothing to do here.
pt: Cachê de miniaturas de sistema já está limpo. Nada a fazer aqui.

# CacheTab
source: ERROR: Unable to get the cache directory path.
pt: Erro: não é possível obter o caminho do diretório de cachê.

# CacheTab
source: Clearing the rom-properties cache...
pt: Limpando o cachê de rom-properties...

# CacheTab
source: ERROR: rom-properties cache has unexpected files. Not clearing it.
pt: ERRO: cachê do rom-properties possui arquivos estranhos. Cachê não será apagado.

# CacheTab
source: rom-properties cache is empty. Nothing to do.
pt: O cachê de rom-properties está vazio. Nada a fazer.

# CacheTab
source: rom-properties cache cleared successfully.
pt: Cachê de rom-properties apagado com sucesso.

# CacheTab
source: Thumbnail Cache
pt: Cachê de miniaturas

# ConfigDialog
source: Reset
pt: Redefinir

# ConfigDialog
source: Defaults
pt: Padrões

# ImageTypesTab
source: Image Types
pt: Tipos de imagens

# KeyManagerTab
source: I&mport...
pt: I&mportar...

# KeyManagerTab
source: keys.bin|keys.bin|Binary Files (*.bin)|*.bin|All Files (*.*)|*.*||
pt: keys.bin|keys.bin|Arquivos binários (*.bin)|*.bin|Todos os arquivos (*.*)|*.*||

# KeyManagerTab
source: otp.bin|otp.bin|Binary Files (*.bin)|*.bin|All Files (*.*)|*.*||
pt: otp.bin|otp.bin|Arquivos binários (*.bin)|*.bin|Todos os arquivos (*.*)|*.*||

# KeyManagerTab
source: boot9.bin|boot9.bin|Binary Files (*.bin)|*.bin|All Files (*.*)|*.*||
pt: boot9.bin|boot9.bin|Arquivos binários (*.bin)|*.bin|Todos os arquivos (*.*)|*.*||

# KeyManagerTab
source: aeskeydb.bin|aeskeydb.bin|Binary Files (*.bin)|*.bin|All Files (*.*)|*.*||
pt: aeskeydb.bin|aeskeydb.bin|Arquivos binários (*.bin)|*.bin|Todos os arquivos (*.*)|*.*||

# KeyManagerTab
source: Key Manager
pt: &Gestor de chaves
